<html>

<head>
    <title>Лабораторные работы | Работа 03</title>
    <link rel="stylesheet" href="style.css">
	<link rel="preconnect" href="https://fonts.googleapis.com">
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
        <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap" rel="stylesheet">
</head>

<body lang="RU">

    <div>

        <h2>Задание на лабораторную работу №3</h2>

        <p>Требования по оформлению отчета:</p>

        <ul>
            <li>отчет о выполненной работе оформляется на листах формата А4</li>
            <li>основной шрифт Times New Roman Cyr; 12 кегль; междустрочный интервал 1,5; абзац, с выравниванием по ширине с отступом 1,25 см;</li>
            <li>поля листа: слева 2,5 см, остальные 1,5 см</li>
            <li>листы пронумеровать сверху посередине, начиная со второго листа (титульный лист не нумеровать)</li>
        </ul>

        <p>Отчет о выполненной работе оформляется на листах формата А4 и должен содержать:</p>

        <ul>
            <li>титульный лист;</li>
            <li>содержание отчета (автоматически «собранное» оглавление с указанием номеров страниц);</li>
            <li>текст задания;</li>
            <li>описание проектирования БД;</li>
            <li>схема БД (отношения и связи);</li>
            <li>дамп заполненной БД (в виде запросов create и insert).</li>
        </ul>

        <p>Титульный лист должен содержать следующую информацию:</p>

        <ul>
            <li>Название министерства;</li>
            <li>Название учебного заведения, мегафакультета, факультета;</li>
            <li>Наименование работы, тема работы и № варианта (по центру листа);</li>
            <li>Студент: ФИО (выравнивание по правому краю - на следующей строке после № варианта);</li>
            <li>Группа: № гр (выравнивание по правому краю - на следующей строке после Студент: ФИО);</li>
            <li>Преподаватель: ФИО (выравнивание по правому краю - после № гр);</li>
            <li>Название города и год (на последней строке);</li>
        </ul>

        <p>ВНИМАНИЕ: файл с отчетом отправьте на адрес эл. почты: <a href="mailto:ifmogt@mail.ru">ifmogt@mail.ru</a>, в теме письма укажите номер группы, ФИО и «Проектирование и разработка веб-сайтов, л.р. 3», пример: P3473, Иванов Иван Иванович, Проектирование и разработка веб-сайтов, л.р. 3</p>

        <h3>Задание</h3>

        <ol>
            <li>Спроектируйте базу данных для разрабатываемого сайта.</li>
            <li>Нарисуйте схему БД.</li>
            <li>Установите портативную версию СУБД MySQL.</li>
            <li>С помощью БД-клиента создайте БД с таблицами и заполните её информацией.</li>
            <li>Для всех динамических страниц разрабатываемого сайта: поместите содержимое страниц в базу данных и с помощью php скриптов и sql запросов организуйте формирование динамических страниц в соответствии с хранимой в БД информацией. Организуйте передачу данных пользователя с форм/оценок в БД.</li>
            <li>Создайте дамп БД.</li>
        </ol>

    </div>
</body>
</html>