<html>

<head>
    <title>Лабораторные работы | Работа 01</title>
    <link rel="stylesheet" href="style.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap"
        rel="stylesheet">
</head>

<body lang="RU">

    <div>

        <h2>Задание на лабораторную работу №1</h2>

        <p>Требования по оформлению отчета:</p>

        <ul>
            <li>отчет оформляется на листах формата А4</li>
            <li>основной шрифт Times New Roman Cyr; 12 кегль; междустрочный интервал 1,5; абзац, выравнивание по ширине, отступ 1,25 см</li>
            <li>поля: слева 2,5 см, остальные 1,5 см</li>
            <li>нумерация листов сверху посередине, начиная со второго листа</li>
        </ul>

        <p>Отчет о работе должен содержать:</p>

        <ul>
            <li>титульный лист</li>
            <li>содержание отчета (автоматически «собранное» оглавление)</li>
            <li>текст задания</li>
            <li>техническое задание</li>
            <li>прототип</li>
            <li>дизайн макет</li>
        </ul>

        <p>Титульный лист должен содержать:</p>

        <ul>
            <li>Название министерства</li>
            <li>Название учебного заведения, мегафакультета, факультета</li>
            <li>Наименование работы, тема и № варианта (по центру)</li>
            <li>ФИО студента (выравнивание по правому краю)</li>
            <li>Группа: № гр (выравнивание по правому краю)</li>
            <li>ФИО преподавателя (выравнивание по правому краю)</li>
            <li>Название города и год (внизу страницы)</li>
        </ul>

        <p>ВНИМАНИЕ: файл с отчетом отправьте на адрес <a href="mailto:ifmogt@mail.ru">ifmogt@mail.ru</a>, тема письма —
            номер группы, ФИО и «Проектирование и разработка веб-сайтов, л.р. 1». Пример: P3473, Иванов Иван Иванович,
            Проектирование и разработка веб-сайтов, л.р. 1</p>

        <h3>Задание</h3>

        <p>Разработайте техническое задание, прототипы и дизайн-макеты страниц веб-сайта.</p>

        <p>Основные требования к сайту:</p>

        <ol>
            <li>Динамическое меню с типами страниц: информационная, каталог с фильтром и сортировкой, подробное описание
                элемента каталога с комментариями и оценками</li>
            <li>Одна точка входа — index.php</li>
            <li>Данные хранятся в базе MySQL</li>
            <li>Все скрипты на сервере на PHP</li>
            <li>Собственная система администрирования с логином/паролем для редактирования содержимого сайта</li>
        </ol>

    </div>
</body>

</html>