    <main>
        <h1>
            Об университете
        </h1>
        <div class="history">
            <h2>
                История Университета
            </h2>
            <p>
                Университет ИТМО (в советское время — ЛИТМО, Ленинградский институт точной механики и оптики) —
                российское федеральное государственное автономное учебное заведение высшего и послевузовского
                образования, с 2009 года — национальный исследовательский университет (НИУ). Основан в 1900 году в
                Санкт-Петербурге. Приоритетные направления вуза — информационные технологии, искусственный интеллект,
                фотоника, робототехника, квантовые коммуникации, трансляционная медицина, науки о жизни (Life Sciences),
                научная коммуникация. Команда ИТМО по спортивному программированию — единственный в мире семикратный
                чемпион крупнейшей международной студенческой олимпиады ICPC.
            </p>
            <p>
                Вуз входит в топ-5 российских вузов по качеству бюджетного приёма, один из лидеров по уровню зарплат
                IT-выпускников. Лидер федеральных инициатив развития конкурентоспособности российских вузов — «Проекта
                5—100» (2013—2020) и «Приоритет 2030» (с 2021 года). Входит в национальные и глобальные (ARWU, QS и THE)
                академические рейтинги. Так, с 2019 года представлен в первой сотне Шанхайского предметного рейтинга
                (ARWU) «Автоматизация и управление», с 2022-го — лидирует среди российских вузов в области «Nanoscience
                & Nanotechnology».
            </p>
            <h2>
                Университет сейчас
            </h2>
            <p>
                В 2013 году Университет ИТМО на конкурсной основе вошёл в программу повышения конкурентоспособности
                российских вузов среди ведущих мировых научно-образовательных центров «Проект 5—100», запущенный
                Министерством образования и науки. Вплоть до завершения проекта в 2020-м, университет входил в
                лидирующую группу, что гарантировало ему повышенное финансирование. Хотя российские вузы не
                попали в глобальную сотню Academic Ranking of World Universities (ARWU), QS World University Rankings
                (QS) и THE World University Rankings (THE), они значительно продвинулись в их отраслевых
                рейтингах, что Минобрнауки признало успешным результатом. Так, в сентябре 2016 года Университет ИТМО
                стал дебютантом мирового рейтинга THE в группе 350—400, в предметном рейтинге по компьютерным наукам
                занял 56 место и с тех пор держится в первой сотне. В июне 2017-го вуз впервые вошёл в мировой
                рейтинг QS на позиции 601—650, а в июне 2019 года поднялся в топ-500 (436 место). В августе
                2018-го Университет ИТМО впервые дебютировал в Шанхайском рейтинге ARWU в группе 801—900. В июне
                2019 года вошёл в топ-100 предметного рейтинга ARWU «Автоматизация и управление». К началу 2020-го ИТМО
                был представлен уже в 21 предметном рейтинге THE, QS и ARWU. В сентябре 2021 года
                университет впервые вошёл в группу 301—500 рейтинга QS по трудоустройству выпускников.
            </p>
            <p>
                С 2021 года преемником «Проекта 5—100» стала новая федеральная программа по поддержке и развитию
                университетов «Приоритет 2030». Она также включает около сотни вузов, каждый из которых получил базовый
                годовой грант в размере 100 млн рублей. Дополнительные гранты распределены между 46 участниками по двум
                категориям — «Исследовательское лидерство» и «Отраслевое (территориальное) лидерство». Университет ИТМО
                входит в десятку вузов первой группы, которым полагается дополнительное финансирование на
                научно-технические разработки из федерального бюджета в размере 1 млрд рублей. По итогам 2022 года
                вуз занимает первое место в группе «исследовательское лидерство», на работу будет выделено 820 млн
                рублей. ИТМО заявляло направить эти средства на развитие квантовой сети, технологий диагностики
                здоровья, мониторинга технического состояния железных дорог.
            </p>
        </div>
        <div class="history">
            <h2>
                Отзывы
            </h2>


            <div class="feedback">
                <p class="feedback_name">Нюша</p>
                <p class="feedback_date">08.09.2024</p>
                <p class="feedback_text">"Университет ИТМО удивил — думала, что наука скучна, но оказалось интересно!
                    Много креативных проектов и умных ребят. Может, и я когда-нибудь создам что-то стильное, но умное!"
                </p>
            </div>
            <div class="feedback">
                <p class="feedback_name">Пин</p>
                <p class="feedback_date">08.09.2024</p>
                <p class="feedback_text">"ИТМО — просто космос! Столько крутых технологий. Много узнал про робототехнику
                    и даже вдохновился сделать новый механизм для изобретений. Будущее начинается здесь!"</p>
            </div>
            <div class="feedback">
                <p class="feedback_name">Лосяш</p>
                <p class="feedback_date">08.09.2024</p>
                <p class="feedback_text">"ИТМО — это мечта любого ученого! Больше всего меня впечатлили лекции по
                    квантовой физике. Здесь собираются гении, и я почувствовал себя в родной стихии. Определённо нужно
                    вернуться для новых открытий!"</p>
            </div>

            <form>
            <p>Оставьте свой отзыв!</p>
            <label for='name'>Ваше имя:</label>
            <br />
            <input type='text' id='name' name='name' value="Джон Доу">
            <br />
            <label for='feedback'>Ваш отзыв:</label>
            <br />
            <textarea id='feedback' name='feedback' rows='4' cols='50'>Замечательный университет, всё хорошо.</textarea>
            <br />
            <input type='submit' value='Отправить'>
            </form>
        </div>
    </main>