        <main>
        <div>
            <h1>
                Персоналии
            </h1>
        </div>
        <div class="campus">
            <a href="?page=people" class="back_link">Назад</a>
                <h2>Кустарев Павел Валерьевич</h2>
                <img src="https://itmo.ru/images/person/small/p971.jpg">
            <p>
                Павел Валерьевич Кустарев - к.т.н., декан и доцент факультета программной инженерии и компьютерной
                техники, зам. председателя научно-технического совета "Автоматическое управление, робототехника,
                электропривод", сотрудник Международной лаборатории «Архитектура и методы проектирования встраиваемых
                систем и систем на кристалле», член Ученого совета Университета ИТМО.



                Образование

                Родился в 1971 г. в г. Ленинград. По окончании средней школы с 1989г. по 1995г.обучался на кафедре
                вычислительной техники Ленинградского института точной механики и оптики (ЛИТМО, СПб ГУИТМО(ТУ), сегодня
                - Университет ИТМО) по специальности "Вычислительные машины, комплексы. системы и сети". С 1995 г. по
                1998 г. обучался в аспирантуре, в 1999 г. защитил диссертацию с присвоением ученой степени кандидата
                технических наук.



                Трудовой путь

                С 1998 г. и по настоящее время работал на кафедре вычислительной техники в должности ассистента, позже -
                доцента. Подготовил и преподавал более 10 различных дисциплин по тематикам встроенные вычислительные
                системы, системы на кристалле, вычислительные сети. Являлся научным руководителем в сумме нескольких
                десятков специалистов, бакалавров, магистрантов, аспирантов.



                Научно-исследовательская деятельность

                Участвовал в реализации нескольких НИР (по программам Минобрнауки и в рамках хоздоговорных работ) по
                направлению методов архитектурного и функционального проектирования встраиваемых систем. Участвовал в
                реализации нескольких десятков практических проектов по разработке и производству встраиваемых систем
                различного назначения, в том числе в качестве руководителя проектов. Личная специализация - электроника,
                системотехника встраиваемых систем.
            </p>
        </div>
    </main>