<main>
    <h2 class="center">Обо мне</h2>
    <div class="about_left">
        <img src="img/prof_pic.png" class="profile_pic">
    </div>
    <div class="about_right">
        <p class="top">Привет! Я Джон Доу — фотограф, чьи кадры захватывают не просто моменты, но и души людей, их чувства и эмоции. Мой путь в фотографии начался с увлечения деталями, которые часто остаются незамеченными. За годы работы я научился находить красоту в самых разных формах — будь то шумные улицы мегаполисов или тихие уголки природы.</p>
        <p>Моя работа — это не просто фиксирование событий на пленке. Это попытка рассказать историю, показать мир через призму моего восприятия. Я верю, что каждый кадр — это маленькая часть большого повествования, которое мы создаем сами, шаг за шагом. Работаю в самых разных жанрах фотографии, включая портреты, уличную и документальную фотографию, а также фокусируюсь на природной эстетике. Мои путешествия по Японии и Южной Корее стали важным этапом, когда я начал замечать уникальные детали в культуре, архитектуре и жизни людей этих стран.</p>
        <p>Фотография для меня — это способ поймать момент, когда кажется, что мир стоит на грани чего-то особенного. Будь то спокойная тень дерева в городе или буря эмоций на улице — я всегда ищу такие моменты, которые могут рассказать больше, чем тысяча слов.</p>
        <p>Каждый проект, который я начинаю, для меня — это не просто работа, а путешествие, в котором важно увидеть, понять и передать историю того, что я снимаю. Я стремлюсь, чтобы каждая фотография оставалась живой, чтобы она могла рассказать свою историю через много лет.</p>
        <p>Будь то работа для крупных брендов, съемка в путешествиях или просто портрет друга, я всегда стараюсь передать душу и атмосферу момента. Я горжусь тем, что могу смотреть на мир через объектив, находя удивительное в привычном.</p>
    </div>
    <div class="main_about">
        <h2>Опыт</h2>
        <section class="timeline">
            <ul>
                <li>
                    <div class="timeline-content">
                        <h3>2024 — Преподавание</h3>
                        <p>С 2024 года я начал преподавать фотографию, проводя как групповые занятия, так и индивидуальные мастер-классы. В своей работе я уделяю внимание как техническим аспектам съемки, так и развитию творческого подхода, помогая студентам увидеть мир с новой перспективы и научиться работать с камерой на профессиональном уровне.</p>
                    </div>
                </li>
                <li>
                    <div class="timeline-content">
                        <h3>2017–2024 — Практика в фотостудиях Южной Кореи</h3>
                        <p>В период с 2017 по 2020 год я работал в нескольких фотостудиях, специализирующихся на коммерческой фотографии, портретной съемке и фотожурналистике. Это был важный этап в моей карьере, где я смог освоить работу с различными жанрами фотографии и наработать практический опыт, который повлиял на мой стиль.</p>
                    </div>
                </li>
                <li>
                    <div class="timeline-content">  
                        <h3>2019 — Курсы в токио</h3>
                        <p>В 2019 году я прошел курсы повышения квалификации в фотографии, которые проводились ведущими профессионалами отрасли в Токио. Эти курсы охватывали современные техники съемки, постобработку и редактуру, а также новые подходы к созданию концептуальных фотопроектов.</p>
                    </div>
                </li> 
                <li>
                    <div class="timeline-content">  
                        <h3>2018 — Магистратура в области визуальных искусств</h3>
                        <p>В 2018 году я завершил магистратуру в области визуальных искусств, где особое внимание уделялось современным направлениям в фотографии и киноискусстве. Мой дипломный проект исследовал взаимодействие традиционной культуры и современных урбанистических пейзажей, что стало основой для многих моих работ.</p>
                    </div>
                </li>              
                <li>
                    <div class="timeline-content">
                        <h3>2016 — Бакалавр в Университете Сеула</h3>
                        <p>В 2016 году я завершил обучение в одном из ведущих университетов Южной Кореи, Университете Сеула, по специальности "Фотография и визуальные искусства". Во время учебы я углубленно изучал теорию и практику фотографии, а также искусство визуального повествования, что позволило мне выстроить уникальный взгляд на мир через объектив.</p>
                    </div>
                </li>
            </ul>
        </section>
    </div>
</main>






