<main>
        <h1>
            Добро пожаловать в Университет ИТМО!
        </h1>
        <img src="https://news.itmo.ru/images/news/big/p12677.jpg" class="main_img" alt="">
        <p>
            Университет ИТМО (Санкт-Петербург) ― национальный исследовательский университет, ведущий вуз России в
            области информационных и фотонных технологий. Один из лидеров глобального и национального академического
            сообщества.
        </p>
        <p>
            ИТМО ― это более 12 500 студентов из порядка 90 стран и свыше 4000 ученых, преподавателей и сотрудников.
        </p>
        <p>
            В структуре университета ― 4 мегафакультета и 15 факультетов. Приоритетные направления: IT, фотоника,
            робототехника, квантовые коммуникации, информационная безопасность, трансляционная медицина, умные
            материалы, химия, биотехнологии, урбанистика, Art&Science, Science Communication.
        </p>
        <p>
            ИТМО ― альма-матер победителей международных соревнований по программированию: ICPC (единственный в мире
            семикратный чемпион), Google Code Jam, Facebook Hacker Cup, Яндекс.Алгоритм, Russian Code Cup, Topcoder Open
            и др.
        </p>
        <p>
            Университет ИТМО с 2016 г. входит в ТОП-100 лучших вузов мира в области компьютерных наук (Computer Science)
            по версии предметного рейтинга Times Higher Education, а с 2019 г. ― в сотню лучших университетов мира в
            предметной области «Автоматизация и управление» (Automation & Control) Шанхайского рейтинга (ARWU). Вуз
            также представлен в ТОП-250 лучших вузов мира по инженерным наукам (Engineering and Technology) в рейтинге
            Times Higher Education и в ТОП-250 по физическим наукам (Physics & Astronomy) по версии предметного рейтинга
            Quaquarelly Symonds (QS).
        </p>
        <p>
            На 2020 год ИТМО входит в ТОП-500 мирового институционального рейтинга THE и в ТОП-400 рейтинга QS, а также
            в 17 предметных рейтингов THE, QS и ARWU.
        </p>
        <p>
            В 2019 году журнал Forbes назвал Университет ИТМО лучшим российским вузом по качеству образования, а портал
            SuperJob включил его в тройку лучших технических вузов страны по уровню зарплат выпускников.
        </p>
        <p>
            Добро пожаловать в первый неклассический университет!
        </p>
    </main>